<template>
    <div class="second_level_page regist_protocol_page">
        <article class="article">
            <h1>商家版注册协议</h1>
            <h3>一、服务条款</h3>
            <p>商家服务条款（下称“服务条款”）是**科技信息技术有限 (下称“**公司”)与您就商家服务等相关事项所订立的有效合约。您通过盖章、网络页面点击确认或以其他方式选择接受本服务条款，即表示您与**公司已达成协议并同意接受本服务条款的全部约定内容。在接受本服务条款之前，请您仔细阅读本服务条款的全部内容。如果您对本服务条款的条款有疑问的，请通过询问**公司，**公司将向您解释条款内容。如果您不同意本服务条款的任意内容，或者无法准确理解**公司对条款的解释，请不要进行后续操作。</p>
            <h3>二、定义及解释</h3>
            <p>商家服务：指**公司向您提供的在www.qtummatrix.com网站和乙方提供技术支持的其他联盟成员的相关服务和界面上所展示的**商家服务以及相关的技术及网络支持服务。</p>
            <h3>三、商家云平台</h3>
            <p>1、服务费： “**商家服务”目前免费提供给商家使用，但**保持对服务收费的最终解释权。</p>
            <p>2、服务费的续费：在**商家服务免费期限内，到期后系统为自动为免费续费，不会影响正常的使用。</p>
            <h3>四、服务内容</h3>
            <p>1、本条款中“服务”特指**商家服务。</p>
            <p>2、**公司提供的**商家服务必须符合本服务条款的约定。</p>
            <h3>五、您的权力与义务</h3>
            <p>1、您同意遵守本服务条款以及服务展示页面的相关管理规范及流程。您了解上述协议及规范等的内容可能会不时变更。如本服务条款的任何内容发生变动，**公司应通过提前30天在www.zhongjiubianli.com的适当版面公告向您提示修改内容。如您不同意中久公司对服务条款相关条款所做的修改，您有权停止使用**商家服务，此等情况下，**公司应与您进行服务费结算（如有），并且您需要自行备份业务数据。如您继续使用**商家服务，则视为您接受**公司对服务条款相关条款所做的修改。</p>
            <p>2、您承诺：</p>
            <ul>
                <li>如果您使用**商家服务进行的经营活动需要获得国家有关部门的许可或批准的，应获得该有关的许可或批准。例如您从事新闻、出版、教育、医疗保健、药品和医疗器械等，同时您理解并认可，以上列举并不能穷尽您进行经营活动需要获得国家有关部门的许可或批准的全部类型，您应获得有关的许可或批准，并应符合国家及地方不时颁布相关法律法规之要求；</li>
                <li>若**公司的服务涉及第三方软件之许可使用的，您同意遵守相关的许可协议的约束；</li>
                <li>不利用**商家服务提供的资源和服务上传（Upload）、下载（download）、储存、发布如下信息或者内容，不为他人发布该等信息提供任何便利：①违反国家规定的政治宣传和新闻信息；②涉及国家秘密和安全的信息；③封建迷信和淫秽、色情、下流的信息或教唆犯罪的信息；④博彩有奖、赌博游戏、“私服”、“外挂”等非法互联网出版活动；⑤违反国家民族和宗教政策的信息；⑥妨碍互联网运行安全的信息；⑦侵害他人合法权益的信息和其他有损于社会秩序、社会治安、公共道德的信息或内容；⑧其他违反法律法规、部门规章或国家政策的内容。</li>
                <li>不进行任何破坏或试图破坏网络安全的行为（包括但不限于钓鱼，黑客，网络诈骗，网站或空间中含有或涉嫌散播：病毒、木马、恶意代码，及通过虚拟服务器对其他网站、服务器进行涉嫌攻击行为如扫描、嗅探、ARP欺骗、DOS等）；</li>
                <li>不从事其他违法、违规或违反**商家服务条款的行为。</li>
                <li>如**公司发现您违反上述条款的约定，有权根据情况采取相应的处理措施，包括但不限于立即终止服务、中止服务或删除相应信息等。如果第三方机构或个人对您提出质疑或投诉，**公司将通知您，您有责任在规定时间内进行说明并出具证明材料，如您未能提供相反证据或您逾期未能反馈的，**公司将采取包括但不限于立即终止服务、中止服务或删除相应信息等处理措施。因您未及时更新联系方式或联系方式不正确而致使未能联系到您的，亦视为您逾期未能反馈。</li>
            </ul>
            <p>4、您使用“**商家服务”进行商务活动所引起的一切法律纠纷均与**公司无关。</p>
            <p>5、您对自己使用**商家服务过程产生的数据以及进入和管理**商家服务上各类产品与服务的账号、密码的完整性和保密性负责。因您维护不当或保密不当致使上述数据、口令、密码等丢失或泄漏所引起的一切损失和后果均由您自行承担。</p>
            <p>6、如您违反本合同规定的任何条款，**公司有权拒绝向您提供**商家服务，并终止本合同。您已支付的“服务费”不予退还，同时中久公司有进一步追究客户法律责任的权利。</p>
            <h3>六、**公司的权利和义务</h3>
            <p>1、**公司应按照合同约定提供服务,保证服务可持续运行及数据安全。</p>
            <p>2、**公司已获得必要的许可和授权，有权按本合同约定为客户提供“**商家服务”。</p>
            <p>3、**公司在客户使用**商家产品的服务期内在服务器上保存客户的信息，并在客户终止服务使用后永久删除。</p>
            <p>4、**公司不向其他任何第三方保证和承诺客户提交的网页和信息符合注册标准，客户自行对其中久商家服务提供的内容、产品、服务等承担全部责任。</p>
            <p>5、**公司有权随时删除含有任何危害国家安全、淫秽色情、虚假、侮辱、诽谤、恐吓或骚扰、侵犯他人版权或人身权或其他合法权益等违法或有违社会公序良俗的内容。</p>
            <p>6、**公司保留为维护系统升级而短暂停止服务的权利，在暂停服务之前，**公司将通过网站予以公告。</p>
            <p>7、如果合同被终止（除由于违反合同协议致使合同终止之外），并且您此时有这项要求的话，中久公司可应您要求在协议终止后的30日之内，向您提供一个关于数据信息的文件或获取文件的方法。在协议终止90天后（或根据客户要求可以提前），系统自动删除这些数据信息。</p>
            <p>8、**公司可以根据中国法律法规的调整、行政执法机关的命令和社会伦理道德的变化相应调整中久商家服务的审核标准，客户不得以类似“以前曾通过**公司审核”的理由要求**公司继续审核通过。</p>
            <p>9、服务期限内，**公司将为您提供如下客户服务： </p>
            <ul>
                <li>**公司为商家用户提供7×12小时售后故障服务，并为商家用户提供有效的联系方式并保证付费用户能够联系到故障联系人。故障联系人在明确故障后及时进行反馈；</li>
                <li>**公司提供7*12小时的在线服务系统，解答客户在使用中的问题。</li>
            </ul>
            <p>10、**公司承诺应严格遵守客户的数据保密义务。明确客户数据的所有权属于客户本身。</p>
            <h3>七、保密责任</h3>
            <p>1、保密资料指由一方向另一方披露的所有技术及非技术信息(包括但不限于产品资料，产品计划，价格，财务及营销规划，业务战略，客户信息，客户数据，研发，软件硬件，API应用数据接口，技术说明，设计，特殊公式，特殊算法等)。</p>
            <p>2、本服务条款任何一方同意对获悉的对方之上述保密资料予以保密，并严格限制接触上述保密信息的员工遵守本条之保密义务。除非国家机关依法强制要求或上述保密资料已经进入公有领域外，接受保密资料的一方不得对外披露。</p>
            <p>3、本服务条款双方明确认可各自用户信息和业务数据等是各自的重要资产及重点保密信息。本服务条款双方同意尽最大的努力保护上述保密信息等不被披露。一旦发现有上述保密信息泄露事件，双方应合作采取一切合理措施避免或者减轻损害后果的产生。</p>
            <p>4、本条款不因本服务条款的终止而失效。</p>
            <h3>八、违约责任</h3>
            <p>1、本服务条款任何一方违约均须依法承担违约责任。</p>
            <p>1、本服务条款任何一方违约均须依法承担违约责任。</p>
            <p>2、 您理解，鉴于计算机、互联网的特殊性，下述情况不属于**公司违约：</p>
            <ul>
                <li>**公司在进行中久商家服务配置、维护、升级时，需要短时间中断服务；</li>
                <li>**公司提供的服务涉及到互联网及相关信息等服务，可能会受到Internet不稳定因素的影响。因此服务存在因上述不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机、通信网络、Internet等原因等造成您访问中久商家服务速度下降或无法使用；</li>
            </ul>
            <p>3、由于您的故意或过失导致遭受损失的，**公司不承担任何责任。</p>
            <p>4、如因**公司原因，造成您连续72小时不能正常使用服务的，您可以终止服务，但非**公司控制之内的原因引起的除外。</p>
            <h3>九、争议解决</h3>
            <p>1、 本合同的生效、解释、执行、管辖、争议的解决均适用中华人民共和国法律。</p>
            <p>2、 因本合同引起的或与本合同有关的任何争议，双方可友好协商解决；协商不成，可将争议提交中国国际经济贸易仲裁委员会华南分会仲裁。</p>
            <h3>十、服务期限与终止</h3>
            <p>1、如果你与**公司已经签署“**商家服务销售合同”，服务期限由该合同约定；如果没有，自您**商家服务创建成功之日起（而非您获取**商家的管理员登录号和密码之日起）计算，并以您所缴纳的服务费款项数额为依据确认服务期限。</p>
            <p>2、 发生下列情形，合同提前终止：</p>
            <ul>
                <li>双方协商一致提前终止的；</li>
                <li>您严重违反本服务条款（包括但不限于a.您严重违反法律规定等），**公司有权提前终止服务；</li>
                <li>您理解并充分认可，虽然**公司已经建立（并将根据技术的发展不断完善）必要的技术措施来防御包括计算机病毒、网络入侵和攻击破坏（包括但不限于DDOS）等危害网络安全事项或行为（以下统称该等行为），但鉴于网络安全技术的局限性、相对性以及该等行为的不可预见性，如因此终止服务的，双方协商解决，并尽可能保证数据完整；</li>
            </ul>
            <h3>十一、特别声明</h3>
            <p>1、**公司郑重提示：为享有高效优质的服务，请您务必仔细阅读并确保完全理解www.qtummatrix.com网站下的《**商家服务条款》，www.qtummatrix.com的服务条款是最新版本。您完全理解并认可明白，www.qtummatrix.com有“**商家服务”服务的最新版本，任何人士和机构提供的文件（包括但不限于本合同）中有关“**商家服务”服务描述与该服务条款矛盾的，以该服务条款为准。</p>
            <p>2、**公司有权以提前30天在www.qtummatrix.com上公布或给您发网站内通知或书面通知的方式将本服务条款的权利义务全部或者部分转移给**公司的关联公司。</p>
            <p>3、如果任何条款在性质上或其他方面理应地在此协议终止时继续存在，那么应视为继续存在的条款，这些条款包括但不局限于保证条款、保密条款、知识产权条款、法律适用及争议解决条款。</p>
        </article>
    </div>
</template>

<script>
    export default {
        data(){
            return {
            }
        },
        components: {
        },
        created(){
        },
        methods: { 
        }
    }
</script>

<style lang="scss" scoped>
    .article, .regist_protocol_page{
        background: #fff;
    }
    .article{
        padding-bottom: .4rem;
    }
    .article h1{
        text-align: center;
        font-size: .42rem;
        line-height: 3;
        font-weight: bold;
    }
    .article h3{
        margin: 0 .2rem;
        font-size: .34rem;
        line-height: 3;
        font-weight: bold;
    }
    .article p:first-child{
        margin-top: 0;
    }
    .article p{
        line-height: 1.5;
        text-indent: 2em;
        font-size: .32rem;
        margin: 0 .2rem;
        margin-bottom: .2rem;
        text-align:justify;
    }
    .article ul{
        list-style-type:disc;
        list-style: outside;
        margin: 0 .2rem;
        line-height: 1.5;
        font-size: .3rem;
        margin-bottom: .2rem;
    }
    .article li{
        list-style-type:disc;
        margin-left: 1rem;
        margin-bottom: .1rem;
    }
    .checkboxBtn{
        margin-left:.1rem;
    }
    .checkboxBtn input{
        margin-right:.1rem;
    }

</style>